(function ($) {
	$.mediterranean = $.mediterranean || {};
	$.mediterranean.i18n = $.mediterranean.i18n || {};
    $.mediterranean.i18n.ru = $.extend($.mediterranean.i18n.ru, {
		language:"Русский",
		
		title:"Средиземноморская диета",
		diet:"Диета",
		forecast:"Прогноз",
		available:"Доступно",
		planner:"Планы",
		diary:"Дневник",
		cuisine:"Блюда",
				
		times:"раз",
		day:"в день",
		week:"в неделю",
		month:"в месяц",
		
		meat:"Мясо",
		sweet:"Сладкое",
		eggs:"Яйца",
		bird:"Птица",
		fish:"Рыба",
		cheese:"Сыр и йогурт",
		oil:"Оливковое масло",
		fruits:"Фрукты",
		nuts:"Бобовые и орехи",
		vegetables:"Овощи",
		bread:"Хлеб",
		water:"Вода",
		wine:"Красное вино",
		
		cuisineTypePlaceholder:"Вид блюда",
		cuisinePlaceholder:"Блюдо",
		cuisineTitle:"Название блюда",
		
		entree:"Основное",
		soup:"Суп",
		garnish:"Гарнир",
		salad:"Салат",
		drink:"Напитки",
		desert:"Десерт",
		snack:"Закуска",
		
		back: "Назад",
		ok: "Ok",
		cancel: "Отмена",
		yes: "Да",
		no: "Нет",
		add: "Добавить",
		del: "Удалить",
		
		about:"<p><strong>Средиземноморская диета</strong> — тип питания, характерный для средиземноморского региона.</p> \
        <center><p><img src='images/pyramid-mediterranean-ru.png' width='240' height='270'></p></center> \
        <p>В 50-х годах XX века Анселом и Маргарет Кей был введён в употребление термин «средиземноморская диета». Средиземноморская диета — не какая-то определенная система или инструкция, а собрание пищевых привычек и принципов, которым традиционно следуют люди Средиземноморья. Диета стала популярной в связи с так называемым французским парадоксом: несмотря на то, что жители юга Франции потребляют довольно большое количество жира, они имеют гораздо более низкие показатели сердечно-сосудистых заболеваний, чем жители таких стран, как США.</p> \
        <p>Средиземное море окружают не менее 16 стран, и традиции питания различаются между этими странами из-за культуры, этнического фона и религии. Но есть множество характеристик, общих для них всех:</p> \
        <ul> \
          <li>Высока доля плодов, овощей, картофеля, бобов, орехов, семян, хлеба и других хлебных злаков в потребляемой пище.<br> \
            Активно используется оливковое масло, которое используется и для жарки и для приправы (в последнем случае часто используется масло холодной выжимки).</li> \
          <li>В пищу идут умеренные количества рыбы, и небольшие количества мяса. Тяжелое мясо (свинина, говядина или баранина) потребляется регулярно, но не обязательно каждую неделю. Птица (курятина, гусятина, страус) и яйца потребляются почти каждый день, но не обязательно каждый день.</li> \
          <li>В основном потребляются йогурты из снятого молока и сыры с низким процентом жирности типа моцареллы, феты, халуми, цфатского сыра. Йогурт также и необезжиренный</li> \
          <li>Умеренное потребление красного вина, обычно с пищей (кроме мусульманских стран). </li> \
          <li>Характерно потребление свежей местной сезонной продукции — овощей, фруктов и зелени.</li> \
          <li>Сладости — не каждый день.</li> \
          <li>Активный образ жизни.</li> \
        </ul>",
		
		help:"<ol> \
	    <li>Наблюдаем за своим питанием - пишем, фотографируем, наговариваем и др.</li> \
	    <li>Интересуемся выводами - как питание за неделю соответствует тому или иному  типу питания (сбалансированное ли, раздельное ли, здоровое ли, др).</li> \
	    <li>Смотрим на свое меню на завтра, исходя из заданного типа(ов) питания - что надо  еще купить, сколько времени надо на то, чтобы все приготовить.</li> \
	    <li>Меняем или отменяем блюда, принимаем решение о голодании - из рекомендуемых вариантов.</li> \
      </ol>"
    });
})(jQuery);
